class QuestiosData:
    QUESTION_DATA_1 = [0, 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.']
    QUESTION_DATA_2 = [1, 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.']
    QUESTION_DATA_3 = [2, 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.']
    QUESTION_DATA_4 = [3, 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.']
    QUESTION_DATA_5 = [4, 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.']
    QUESTION_DATA_6 = [5, 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.']
    QUESTION_DATA_7 = [6, 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.']
    QUESTION_DATA_8 = [7, 'Да, обязательно. Всем самокатов! И Москве, и Московской области.']


class UserData:
    user_data_1 = [
        ("Булат", "Ибрагимов", "Адрес дома 2", "89273345673", "18.11.2023",
         "Как сказать девушке что она не права чтобы это не привело к ссоре?")
    ]
    user_data_2 = [
        ("Имя", "Фамилия", "Адрес 2", "+9283349324", "25.11.2023", "коммент курьеру")
    ]





